[
	{
		"id": "eivwgJlJ1iRKxB2USNQyR",
		"title": "Start free writing to find keywords",
		"text": "Write absolutely anything that comes into your head: words, phrases, names, places, adjectives — the works. You’ll be surprised how much workable content comes out from such a strange exercise."
	},
	{
		"id": "6tgk7QYjuLOSCcXU_1sar",
		"title": "Experiment with word patterns",
		"text": "These will work for certain genres, though they are by no means the only patterns you can play around with. Have you noticed how many blockbuster thrillers these days feature the word “woman” or “ girl” somewhere in the title?"
	},
	{
		"id": "eG4hmm6aplOjOxNvyq6Uq",
		"title": "Draw inspiration from your characters ",
		"text": "If your central character has a quirky name or a title (like Doctor or Detective) you can definitely incorporate this into your book title. Just look at Jane Eyre, Percy Jackson, or Harry Potter, for instance — working with one or more or your characters’ names is a surefire way to get some title ideas down. Equally, you can add a little detail, like Thomas Hardy’s Jude the Obscure, to add a little color to a name and make it title-worthy."
	},
	{
		"id": "nkS0POFrFjhds86ASIsum",
		"title": "Keep your setting in mind",
		"text": "Is your book set somewhere particularly interesting or significant? Even if your title isn’t just where the action takes place (like Middlemarch by George Eliot), it’s something to have in the back of your mind. You can include other details, like The Wizard of Oz by L. Frank Baum or Picnic at Hanging Rock by Joan Lindsay, to give your readers a sense of action and character, as well as setting (which tend to be linked)."
	},
	{
		"id": "eG4hmm6aplOjOxNvyq6Uq",
		"title": "Look for book title ideas in famous phrases",
		"text": "Think Harper Lee’s To Kill A Mockingbird here — this is a central symbol and significant piece of dialogue in the novel. It’s enigmatic (what does it even mean? Is it a warning? An instruction?) and makes us really sit up when these words appear in the text itself. Try and think of your inspiration for writing your book or sum up your central theme in a few words, and see if these inspire anything."
	},
	{
		"id": "NEdqJhIJkGBuq1331kSM_",
		"title": "Analyze the book titles of other books",
		"text": "You might be surprised at how many books refer to other works in their titles (The Fault in Our Stars by John Green comes from Shakespeare’s Julius Caesar, and Steinbeck’s Of Mice and Men takes its inspiration from a Robert Burns poem). Going this route allows authors to use an already beautiful and poetic turn of phrase that alludes to a theme in their own book. From Ernest Hemingway’s For Whom the Bell Tolls to Philip Pullman’s His Dark Materials, so many books have used this technique that might also work for you."
	},
	{
		"id": "DechkV4FcKyeeFi8no58O",
		"title": "Don’t forget the subtitle",
		"text": "In non-fiction publishing, there’s a trend of evocative or abstract titles, followed by a subtitle that communicates the content (and is packed with delicious keywords that the Amazon search engine can’t resist). This is also another way to get around long titles — and to add a little panache to an otherwise dry subject matter. In the United States, it’s also quite common to have “A Novel” as a subtitle (if, you know, it’s a novel). In the United Kingdom, this practice is much rarer."
	},
	{
		"id": "8TOc8OydkXhFvDo3I60yE",
		"title": "Generate a book name through a book title generator",
		"text": "If you’ve gone through all of the above and are still wringing out your brain trying to come up with the golden formula — fear not! There are other ways to get the cogs whirring and inspiration brewing, such as title generators.And speaking of cogs whirring, let us present you with the..."
	},
	{
		"id": "WZ4tXExoXC1YkvuH8EkXv",
		"title": "Looking for even more story title ideas?",
		"text": "If you’re agonizing over your book title, you’re not alone! Some of the best book titles today emerged only after much teeth gnashing. The Sun Also Rises was once titled Fiesta; Pride and Prejudice was once First Impressions. Then there was F. Scott Fitzgerald, who reportedly took forever to think of a good title. He ultimately discarded a dozen (Gold-Hatted Gatsby, The High-Bouncing Lover, and Trimalchio in West Egg included) before reluctantly picking The Great Gatsby"
	}
]
